academiadosdevs.javafx
adashen.vscode-tomcat
davidanson.vscode-markdownlint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
gruntfuggly.todo-tree
humao.rest-client
intellsmi.comment-translate
loiane.java-spring-extension-pack
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
redhat.fabric8-analytics
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-xml
ritwickdey.liveserver
ryanluker.vscode-coverage-gutters
shardulm94.trailing-spaces
shengchen.vscode-checkstyle
shrey150.javafx-support
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
